Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# core_ui.e60c103c2985
source: 目的に合わせてホームの確認ポイントと次にやることを切り替えます。
ar_sa: قم بالتبديل بين نقاط التحقق في الصفحة الرئيسية وما يجب فعله بعد ذلك حسب غرضك.
ca: Canvia entre els punts de comprovació de la pàgina d'inici i què cal fer a continuació en funció del teu propòsit.
cs: Na základě cíle upravíme nastavení na domovské obrazovce a navrhneme další kroky.
da: Vi skifter hjemmeside-punkter og næste handling i henhold til formålet.
de_de: Passen Sie die Startseite an, um den nächsten Schritt zu bestimmen.
el: Αλλάζετε τα σημεία ελέγχου στην αρχική σελίδα και την επόμενη ενέργεια ανάλογα με τον στόχο.
en_au: Switch between home screen check points and next actions based on the purpose.
es_es: Cambia los puntos de verificación en la pantalla principal y lo siguiente a hacer según el objetivo.
fi: Voit vaihtaa kotisivun tarkistuspisteitä ja seuraavaa vaihetta tavoitteesi mukaan.
fr_ca: Vous pouvez modifier les points de contrôle sur la page d'accueil et la prochaine action en fonction de votre objectif.
gu: તમારા ધ્યેયો અનુસાર, હોમ પરના ચકાસણી પોઈન્ટ અને આગળ શું કરવું તે બદલો.
he: ניתן לשנות את נקודות הבדיקה בבית ומה לעשות בהמשך, בהתאם למטרה.
hi: उद्देश के अनुसार, होम पेज पर जांचने के बिंदु और आगे क्या करना है, इसे बदलें।
hr: Ažurirajte svoj dom, prilagođen za određeni cilj.
hu: A cél alapján automatikusan átváltja a kezdőképernyőn megjelenő pontokat és a következő lépéseket.
id: Anda dapat mengubah titik pemeriksaan di beranda dan tindakan selanjutnya sesuai dengan tujuan.
it: In base all'obiettivo, vengono modificati i punti di controllo sulla homepage e le prossime azioni.
ko: 목적에 맞춰 홈 화면의 확인 지점과 다음 단계를 전환합니다.
mr: उद्दिष्टानुसार, होमपेजवरील तपासणीचे मुद्दे आणि पुढील कृती बदलली जाते.
ms: Menukar titik semakan di rumah dan aktiviti seterusnya mengikut matlamat.
nl_nl: Je kunt de startpunten en de volgende stappen aanpassen op basis van je doel.
no: Du kan endre startpunkt og neste handling i hovedmenyen, basert på formålet.
pl: Dostosowujemy domowe punkty kontrolne i kolejne kroki w zależności od celu.
pt_br: Muda os pontos de verificação na tela inicial e a próxima ação, de acordo com o objetivo.
pt_pt: Muda os pontos de verificação na tela inicial e a próxima ação, de acordo com o objetivo.
ro: Vom schimba punctele de verificare de pe pagina principală și următoarea acțiune în funcție de scop.
ru: В зависимости от цели, меняются точки контроля на главной странице и следующие действия.
sk: Na základe cieľa upravíte svoje hlavné body a ďalšie kroky.
sl: Na podlagi cilja prilagodimo tudi glavne točke za preverjanje in naslednji korak.
sv: Du kan anpassa hemskärmen efter dina behov och vad du vill göra härnäst.
ta: உங்கள் இலக்கிற்கு ஏற்றவாறு, முகப்புப் பக்கத்தில் உள்ள குறிப்புகளை மாற்றி, அடுத்து என்ன செய்ய வேண்டும் என்பதைத் தேர்ந்தெடுக்கவும்.
te: మీ లక్ష్యానికి అనుగుణంగా హోమ్ స్క్రీన్ యొక్క తనిఖీ పాయింట్‌లను మరియు తదుపరి ఏమి చేయాలో మార్చండి.
th: ปรับเปลี่ยนจุดตรวจสอบในหน้าแรกและสิ่งที่ควรทำตามวัตถุประสงค์
tr: Amaca göre ana sayfadaki kontrol noktalarını ve bir sonraki adımı değiştirir.
uk: Автоматично перемикається на наступні дії відповідно до обраної мети.
vi: Thay đổi các điểm kiểm tra trên trang chủ và hoạt động tiếp theo phù hợp với mục đích.
zh_hans: 根据目的，切换主页的检查点和下一步行动。
zh_hant: 根據目的，切換主畫面確認點和下一步動作。

# core_ui.e75bf42e2b4a
source: 今日の入力
ar_sa: إدخالات اليوم
ca: Registres d'avui
cs: Dnešní záznamy
da: Dagens registreringer
de_de: Heutige Eingaben
el: Σημερινές καταχωρίσεις
en_au: Today's entries
es_es: Registros de hoy
fi: Tämän päivän kirjaukset
fr_ca: Saisies du jour
gu: આજની એન્ટ્રીઓ
he: הרישומים של היום
hi: आज की एंट्री
hr: Današnji unosi
hu: Mai bejegyzések
id: Entri hari ini
it: Registrazioni di oggi
ko: 오늘의 입력
mr: आजच्या नोंदी
ms: Entri hari ini
nl_nl: Invoer van vandaag
no: Dagens registreringer
pl: Dzisiejsze wpisy
pt_br: Registros de hoje
pt_pt: Registos de hoje
ro: Înregistrările de azi
ru: Сегодняшние записи
sk: Dnešné záznamy
sl: Današnji vnosi
sv: Dagens poster
ta: இன்றைய உள்ளீடுகள்
te: ఈరోజు ఎంట్రీలు
th: ข้อมูลวันนี้
tr: Bugünün kayıtları
uk: Сьогоднішні записи
vi: Mục nhập hôm nay
zh_hans: 今天的输入
zh_hant: 今天的輸入

# core_ui.e7a6c6422c09
source: {{value1}}が確認済み
ar_sa: تمت المراجعة بواسطة {{value1}}
ca: Revisat per {{value1}}
cs: Zkontroloval/a {{value1}}
da: Gennemgået af {{value1}}
de_de: Von {{value1}} geprüft
el: Ελέγχθηκε από {{value1}}
en_au: Reviewed by {{value1}}
es_es: Revisado por {{value1}}
fi: Tarkistanut {{value1}}
fr_ca: Vérifié par {{value1}}
gu: {{value1}} દ્વારા તપાસાયું
he: נבדק על ידי {{value1}}
hi: {{value1}} ने समीक्षा कर ली
hr: Provjerio/la {{value1}}
hu: Ellenőrizte: {{value1}}
id: Ditinjau oleh {{value1}}
it: Verificato da {{value1}}
ko: {{value1}} 확인 완료
mr: {{value1}} ने तपासले
ms: Disemak oleh {{value1}}
nl_nl: Gecontroleerd door {{value1}}
no: Gjennomgått av {{value1}}
pl: Sprawdzone przez {{value1}}
pt_br: Revisado por {{value1}}
pt_pt: Revisado por {{value1}}
ro: Verificat de {{value1}}
ru: Проверено: {{value1}}
sk: Skontroloval/a {{value1}}
sl: Preveril/a {{value1}}
sv: Granskat av {{value1}}
ta: {{value1}} சரிபார்த்தது
te: {{value1}} తనిఖీ చేసింది
th: ตรวจสอบโดย {{value1}} แล้ว
tr: {{value1}} tarafından incelendi
uk: Перевірено: {{value1}}
vi: Đã được {{value1}} xem xét
zh_hans: {{value1}}已检查
zh_hant: {{value1}}已檢查

# core_ui.e86654c1dabb
source: 実施しなかった
ar_sa: لم أنفذه
ca: No s'ha fet
cs: Neprovedeno
da: Ikke udført
de_de: Nicht durchgeführt
el: Δεν έγινε
en_au: Didn't do it
es_es: No se realizó
fi: Ei tehty
fr_ca: Non effectué
gu: કર્યું નથી
he: לא בוצע
hi: नहीं किया
hr: Nije izvršeno
hu: Nem végezte el
id: Tidak dilakukan
it: Non eseguito
ko: 실행하지 않음
mr: केले नाही
ms: Tidak dilakukan
nl_nl: Niet gedaan
no: Ikke utført
pl: Nie wykonano
pt_br: Não realizado
pt_pt: Não realizado
ro: Nu a fost efectuat
ru: Не выполнено
sk: Nevykonané
sl: Ni bilo izvedeno
sv: Inte utfört
ta: செய்யவில்லை
te: చేయలేదు
th: ไม่ได้ทำ
tr: Yapılmadı
uk: Не виконано
vi: Không thực hiện
zh_hans: 未执行
zh_hant: 未執行

# core_ui.e8a52146d9dc
source: 食事
ar_sa: وجبة
ca: menjar
cs: Jídlo
da: Kost
de_de: Ernährung
el: Διατροφή
en_au: Meals
es_es: Alimentación
fi: Ruokailu
fr_ca: Alimentation
gu: માળખા
he: תזונה
hi: भोजन
hr: Jela
hu: Étel
id: Makanan
it: Alimentazione
ko: 식사
mr: आहार
ms: Makanan
nl_nl: Eten.
no: Kost
pl: § Dieta
pt_br: Alimentação
pt_pt: Alimentação
ro: Alimentație
ru: Питание
sk: Strava
sl: Uporaba hrane
sv: Kost
ta: உணவு
te: ఆహారం
th: อาหาร
tr: Beslenme
uk: Їжа
vi: Thực phẩm
zh_hans: 饮食
zh_hant: 饮食

# core_ui.e98cf07747d2
source: 食事回数の達成と、カロリー・PFCの達成を別々に表示します。
ar_sa: يتم عرض إنجاز عدد الوجبات وإنجاز السعرات الحرارية/PFC بشكل منفصل.
ca: L'assoliment del nombre d'àpats i l'assoliment de calories/PFC es mostren per separat.
cs: Umožňuje zobrazit dosažení počtu jídl a také dosažení cílových hodnot kalorií a makroživin zvlášť.
da: Opnåede antal måltider og kalorie- og PFC-målinger vises separat.
de_de: Die Erreichung der Anzahl der Mahlzeiten sowie die Erreichung von Kalorien und PFC werden separat angezeigt.
el: Θα εμφανίζονται ξεχωριστά η επίτευξη του αριθμού των γευμάτων και η επίτευξη των θερμίδων και των PFC.
en_au: Displays the achievement of the number of meals and the achievement of calories and PFC separately.
es_es: Muestra el cumplimiento del número de comidas y las calorías/PFC por separado.
fi: Ruokapäivän määrän saavuttaminen sekä kalorien ja makrojen (PFC) saavuttaminen näytetään erikseen.
fr_ca: Affichez séparément l'atteinte du nombre de repas et l'atteinte des calories et des macronutriments.
gu: આહારની સંખ્યા અને કેલરી તેમજ PFC ની સંખ્યાને અલગથી દર્શાવો.
he: הצגת השגת מספר הארוחות וכן השגת קלוריות ופחמימות/שומן/חלבונים בנפרד.
hi: भोजन की संख्या के लक्ष्य और कैलोरी/PFC के लक्ष्यों को अलग-अलग दिखाएं।
hr: Prikaz postignuća brojem obroka i brojem kalorija/PFC-a.
hu: Az étel napok számának elérését és a kalóriák/PFC-ek elérését külön megjelenítjük.
id: Jumlah makan dan pencapaian kalori serta PFC akan ditampilkan secara terpisah.
it: Visualizza separatamente il raggiungimento del numero di pasti e l'obiettivo di calorie e macronutrienti (PFC).
ko: 식사 횟수의 달성 및 칼로리, PFC의 달성을 별도로 표시합니다.
mr: आहाराच्या वेळा पूर्ण झाल्याचे आणि कॅलरी तसेच PFC च्या पूर्णतेचे स्वतंत्रपणे दर्शवा.
ms: Bilangan kali makan dan pencapaian kalori serta PFC akan ditampilkan secara berasingan.
nl_nl: Het aantal maaltijden en het bereiken van calorieën en macronutriënten worden apart weergegeven.
no: Oppnådde antall måltider vises separat sammen med kalorier og PFC-verdier.
pl: Odzyskiwanie postępów i osiąganie celów dotyczących kalorii oraz makroskładników odżywczych (białka, tłuszcze, węglowodany) wyświetlane oddzielnie.
pt_br: Mostre o progresso do número de refeições e a ingestão de calorias/PF (proteínas, carboidratos, gorduras) separadamente.
pt_pt: Mostre o progresso do número de refeições e a ingestão de calorias/PF (proteínas, carboidratos, gorduras) separadamente.
ro: Vă afișăm separat progresul în atingerea numărului de mese și a caloriilor/PFC.
ru: Достижение количества приемов пищи и потребления калорий/белка/жиров отображается отдельно.
sk: Počet jedál zobrazte oddelene, spolu s dosiahnutím cieľov v kalórie a PFC.
sl: Ločeno prikazuje doseganje števila obrokov ter kalorij in PFC.
sv: Visar uppfyllandet av antalet måltider samt kalorier och PFC separat.
ta: உணவு எண்ணிக்கையை அடைவதையும், கலோரி மற்றும் PFC அளவை அடைவதையும் தனித்தனியாகக் காட்டவும்.
te: ఆహార విరామాల సంఖ్యను మరియు కేలరీలు, PFCలను వేర్వేరుగా ప్రదర్శించండి.
th: แสดงผลการบรรลุเป้าหมายของจำนวนมื้ออาหาร และปริมาณแคลอรี่/PFC แยกกัน
tr: Beslenme sayısını ve kalori/PFC hedeflerini ayrı ayrı gösterir.
uk: Кількість прийомів їжі та досягнення калорій/PFC відображаються окремо.
vi: Hiển thị thành tích số lần ăn và đạt được lượng calo/PFC riêng biệt.
zh_hans: 分别显示饮食次数的达成以及卡路里和PFC的达成情况。
zh_hant: 分别显示饮食次数的达成以及卡路里和PFC的达成。

# core_ui.eafad186b3bf
source: {{value1}}について、今日この提案になった理由と調整案を教えてください。
ar_sa: بالنسبة إلى {{value1}}، اشرح سبب هذا الاقتراح اليوم وقدّم خيارات للتعديل.
ca: Per a {{value1}}, explica per què s'ha recomanat això avui i suggereix ajustos.
cs: Pro {{value1}} vysvětlete, proč bylo toto doporučeno dnes, a navrhněte úpravy.
da: Forklar for {{value1}}, hvorfor dette blev anbefalet i dag, og foreslå justeringer.
de_de: Erkläre für {{value1}}, warum dies heute empfohlen wurde, und schlage Anpassungen vor.
el: Για το {{value1}}, εξήγησε γιατί προτάθηκε αυτό σήμερα και πρότεινε προσαρμογές.
en_au: For {{value1}}, explain why this was recommended today and suggest adjustments.
es_es: Para {{value1}}, explica por qué se recomendó esto hoy y sugiere ajustes.
fi: Selitä kohteelle {{value1}}, miksi tätä suositeltiin tänään, ja ehdota muutoksia.
fr_ca: Pour {{value1}}, expliquez pourquoi cette recommandation a été faite aujourd'hui et proposez des ajustements.
gu: {{value1}} માટે આજે આ ભલામણ શા માટે આપવામાં આવી તે સમજાવો અને ફેરફારો સૂચવો.
he: לגבי {{value1}}, נא להסביר מדוע זו ההמלצה להיום ולהציע התאמות.
hi: {{value1}} के लिए बताएँ कि आज यह सुझाव क्यों दिया गया और बदलाव सुझाएँ।
hr: Za {{value1}} objasnite zašto je ovo danas preporučeno i predložite prilagodbe.
hu: A(z) {{value1}} kapcsán magyarázd el, miért ezt ajánlottad mára, és javasolj módosításokat.
id: Untuk {{value1}}, jelaskan alasan rekomendasi ini diberikan hari ini dan sarankan penyesuaian.
it: Per {{value1}}, spiega perché oggi è stato dato questo consiglio e suggerisci eventuali modifiche.
ko: {{value1}}에 대해 오늘 이 추천이 나온 이유와 조정안을 설명해 주세요.
mr: {{value1}} साठी आज ही शिफारस का केली ते स्पष्ट करा आणि बदल सुचवा.
ms: Untuk {{value1}}, terangkan sebab cadangan ini diberikan hari ini dan syorkan pelarasan.
nl_nl: Leg voor {{value1}} uit waarom dit vandaag is aanbevolen en stel aanpassingen voor.
no: Forklar for {{value1}} hvorfor dette ble anbefalt i dag, og foreslå justeringer.
pl: Dla {{value1}} wyjaśnij, dlaczego dziś przedstawiono to zalecenie, i zaproponuj korekty.
pt_br: Para {{value1}}, explique por que isso foi recomendado hoje e sugira ajustes.
pt_pt: Para {{value1}}, explique por que isso foi recomendado hoje e sugira ajustes.
ro: Pentru {{value1}}, explică de ce a fost făcută această recomandare azi și sugerează ajustări.
ru: Для {{value1}} объясните, почему сегодня дана эта рекомендация, и предложите корректировки.
sk: Pre {{value1}} vysvetlite, prečo bolo toto odporúčané dnes, a navrhnite úpravy.
sl: Za {{value1}} pojasnite, zakaj je bilo to priporočeno danes, in predlagajte prilagoditve.
sv: Förklara för {{value1}} varför detta rekommenderades i dag och föreslå justeringar.
ta: {{value1}} குறித்து இன்று இந்தப் பரிந்துரை ஏன் வழங்கப்பட்டது என்பதை விளக்கி, மாற்றங்களைப் பரிந்துரைக்கவும்.
te: {{value1}} కోసం ఈరోజు ఈ సిఫార్సు ఎందుకు ఇచ్చారో వివరించి, మార్పులను సూచించండి.
th: สำหรับ {{value1}} โปรดอธิบายเหตุผลของคำแนะนำวันนี้และเสนอวิธีปรับ
tr: {{value1}} için bunun bugün neden önerildiğini açıkla ve ayarlamalar öner.
uk: Для {{value1}} поясніть, чому сьогодні надано цю рекомендацію, і запропонуйте коригування.
vi: Với {{value1}}, hãy giải thích vì sao hôm nay có đề xuất này và đưa ra cách điều chỉnh.
zh_hans: 请说明今天为何为{{value1}}提出此建议，并给出调整方案。
zh_hant: 請說明今天為何為{{value1}}提出此建議，並給出調整方案。

# core_ui.eb51a9c91d64
source: 画面ツアーを開始
ar_sa: ابدأ جولة الشاشة
ca: Inicia el recorregut de la pantalla
cs: Spustit průvodce
da: Start guide
de_de: Tour durch die App starten
el: Ξεκινήστε την περιήγηση στην εφαρμογή
en_au: Start the guided tour
es_es: Iniciar el recorrido por la pantalla
fi: Aloita opastettu käyttö
fr_ca: Démarrer le guide
gu: સ્ક્રીન ટૂર શરૂ કરો
he: התחל את הסיור במסך
hi: स्क्रीन टूर शुरू करें
hr: Pokrenite tur po ekranu
hu: Túra indítása
id: Mulai tur tampilan
it: Avvia il tour della schermata
ko: 화면 투어를 시작
mr: ॲप टूर सुरू करा
ms: Mulai lawatan skrin
nl_nl: Tour door de app starten
no: Start veiledet tur
pl: Rozpocznij turę po ekranie
pt_br: Iniciar tour na tela
pt_pt: Iniciar tour na tela
ro: Începeți turul ecranului
ru: Начать экскурсию по приложению
sk: Spustite sprievodný program
sl: Začnite s celovitim prikazom
sv: Starta guiden
ta: திரை வழிகாட்டலைத் தொடங்கவும்
te: స్క్రీన్ టూర్‌ను ప్రారంభించండి
th: เริ่มทัวร์หน้าจอ
tr: Ekran turunu başlat
uk: Запустити тур по екрану
vi: Bắt đầu hướng dẫn
zh_hans: 开始应用演示
zh_hant: 開始畫面導覽

# core_ui.ecd3571c4ca8
source: 運動・睡眠・食事の習慣を保つ
ar_sa: الحفاظ على ممارسة التمارين الرياضية الجيدة، والنوم، وعادات الأكل
ca: Mantenir bons hàbits d'exercici, son i alimentació
cs: Udržujte si návyky cvičení, spánku a stravy.
da: Oprethold vanen med motion, søvn og kost.
de_de: Ihre Gewohnheiten für Bewegung, Schlaf und Ernährung aufrechterhalten
el: Διατηρήστε τις συνήθειες άσκησης, ύπνου και διατροφής.
en_au: Maintain exercise, sleep, and diet habits.
es_es: Mantén tus hábitos de ejercicio, sueño y alimentación.
fi: Pidä kiinni harjoittelusta, unesta ja ruokavaliosta
fr_ca: Maintenir des habitudes d'exercice, de sommeil et d'alimentation
gu: કસરત, ઊંઘ અને આહારની ટેવ જાળવો
he: שמור על הרגלי אימון, שינה ואכילה
hi: व्यायाम, नींद और भोजन की आदतों को बनाए रखें
hr: U redu je.
hu: Tartsa meg a mozgás-, alvás- és táplálkozási szokásait
id: Pertahankan kebiasaan olahraga, tidur, dan makan.
it: Mantieni le tue abitudini di esercizio fisico, sonno e alimentazione.
ko: 운동, 수면, 식습관 유지
mr: व्यायाम, झोप आणि आहाराच्या सवयी चालू ठेवा
ms: Menjaga kebiasaan senaman, tidur dan makan
nl_nl: Houd je gewoonten aan voor training, slaap en voeding.
no: Oppretthold vaner for trening, søvn og kosthold.
pl: Utrzymuj regularne ćwiczenia, sen i dietę.
pt_br: Mantenha hábitos de exercício, sono e alimentação.
pt_pt: Mantenha hábitos de exercício, sono e alimentação.
ro: Mențineți obiceiurile de exerciții, somn și alimentație
ru: Поддерживайте привычки: тренировки, сон и питание.
sk: Udržujte si zvyk cvičiť, spánku a zdravého stravovania.
sl: Ohranjajte navade: telovadba, spanje in prehrana
sv: Behåll vanor för träning, sömn och kost
ta: உடற்பயிற்சி, தூக்கம் மற்றும் உணவு பழக்கத்தை பராமரிக்கவும்
te: వ్యాయామం, నిద్ర మరియు ఆహారపు అలవాట్లను కొనసాగించండి
th: รักษานิสัยการออกกำลังกาย, การนอนหลับ และการรับประทานอาหาร
tr: Egzersiz, uyku ve beslenme alışkanlıklarınızı sürdürün
uk: Підтримуйте звичку: фізичні вправи, сон та харчування.
vi: Duy trì thói quen tập thể dục, ngủ và ăn uống
zh_hans: 保持运动、睡眠和饮食习惯
zh_hant: 保持运动、睡眠和饮食习惯

# core_ui.eed8ba416205
source: 計画、履歴、身体KPI、食事、写真、AI会話・記憶、カスタム種目を削除します。
ar_sa: احذف الخطط والسجل ومؤشرات الأداء الرئيسية الفعلية والوجبات والصور ومحادثات/ذكريات الذكاء الاصطناعي والأحداث المخصصة.
ca: Suprimeix els plans, l'historial, els KPI físics, els àpats, les fotos, les converses/records d'IA i els esdeveniments personalitzats.
cs: Odstraníte plán, historii, klíčové ukazatele zdraví a kondice, jídlo, fotografie, konverzaci s AI a vlastní kategorie.
da: Slet plan, historik, kropsmålinger, kost, billeder, AI-samtale og hukommelse, samt brugerdefinerede indstillinger.
de_de: Plan, Verlauf, Körper-KPI, Ernährung, Fotos, KI-Gespräch/Speicherung, benutzerdefinierte Aktivitäten löschen.
el: Διαγράφετε το πλάνο, το ιστορικό, τις φυσικές μετρήσεις, τη διατροφή, φωτογραφίες, συνομιλία και μνήμη AI, καθώς και προσαρμοσμένες δραστηριότητες.
en_au: Delete plan, history, body KPIs, meals, photos, AI conversation/memory, and custom categories.
es_es: Elimina el plan, historial, KPI físico, comidas, fotos, conversación/memoria con IA y categorías personalizadas.
fi: Poista suunnitelma, historia, kehon mittarit, ruokapäiväkirja, valokuvat, AI-keskustelu ja muisti, sekä räätälöidyt aktiviteetit.
fr_ca: Supprimez le plan, l'historique, les indicateurs de santé, les repas, les photos, la conversation et la mémoire IA, ainsi que les catégories personnalisées.
gu: યોજના, ઇતિહાસ, શારીરિક KPI, આહાર, ફોટા, AI વાતચીત અને મેમરી, કસ્ટમ પ્રવૃત્તિઓ દૂર કરો.
he: מחק את התוכנית, היסטוריה, מדדי בריאות אישיים, תזונה, תמונות, שיחה וזיכרון AI, ומאפיינים מותאמים אישית.
hi: योजना, इतिहास, शारीरिक KPI, भोजन, तस्वीरें, AI बातचीत और स्मृति, कस्टम आइटम हटाएं।
hr: Uklonite plan, povijest, KPI za tijelo, prehranu, fotografije, razgovor s AI-om i prilagođene aktivnosti.
hu: A terv, az előzmények, a testhez tartozó mutatók, az étkezés, a képek, az AI-val való beszélgetés és a memória, valamint a saját beállítások eltávolítása.
id: Hapus rencana, riwayat, KPI tubuh, makanan, foto, percakapan/ingatan AI, dan kategori khusus.
it: Elimina il piano, la cronologia, gli indicatori di benessere, l'alimentazione, le foto, la conversazione e la memoria AI, e le categorie personalizzate.
ko: 계획, 기록, 신체 KPI, 식단, 사진, AI 대화 및 기억, 사용자 정의 항목 삭제.
mr: योजना, इतिहास, शारीरिक मापदंड, आहार, फोटो, एआय संभाषण आणि स्मरणशक्ती, तसेच कस्टम पर्याय हटवा.
ms: Padamkan rencana, sejarah, KPI badan, makanan, foto, perbincangan dan ingatan AI, serta kategori khusus.
nl_nl: Verwijder planning, activiteitengeschiedenis, lichaamsmetingen, maaltijden, foto's, AI-gesprek en -herinneringen, en aangepaste activiteiten.
no: Slett plan, historikk, kroppsmålinger, kosthold, bilder, samt AI-samtaler og minnefunksjoner, og tilpassede aktiviteter.
pl: Usuwa plan, historię, wskaźniki stanu fizycznego, posiłki, zdjęcia, rozmowy z AI i pamięć, oraz niestandardowe kategorie.
pt_br: Exclui plano, histórico, KPIs físicos, alimentação, fotos, conversa/memória com IA e categorias personalizadas.
pt_pt: Exclui plano, histórico, KPIs físicos, alimentação, fotos, conversa/memória com IA e categorias personalizadas.
ro: Șterge planul, istoricul, indicatorii fizici, alimentația, fotografiile, conversațiile și memoria AI, precum și categoriile personalizate.
ru: Удалите план, историю, показатели здоровья, питание, фотографии, разговор с ИИ и пользовательские данные.
sk: Odstráňte plán, históriu, fyzické KPI, stravu, fotografie a konverzáciu s AI/pamäť.
sl: Izbrišite načrt, zgodovino, ključnike telesnega zdravja, prehrano, fotografije, AI pogovor in spomin ter prilagojene dejavnosti.
sv: Ta bort plan, historik, kroppsmätningar, kost, bilder, AI-samtal och minne, samt anpassade aktiviteter.
ta: திட்டம், வரலாறு, உடல் KPI, உணவு, புகைப்படங்கள், AI உரையாடல் மற்றும் நினைவகம், தனிப்பயன் செயல்பாடுகளை நீக்கவும்.
te: ప్రణాళిక, చరిత్ర, శారీరక KPI, ఆహారం, ఫోటోలు, AI సంభాషణ మరియు జ్ఞాపకాలు, అనుకూల అంశాలను తొలగిస్తుంది.
th: ลบแผน ประวัติ ตัวชี้วัดสุขภาพ อาหาร รูปภาพ การสนทนาและหน่วยความจำ AI และประเภทที่กำหนดเอง
tr: Plan, geçmiş veriler, vücut KPI'leri, beslenme, fotoğraflar, yapay zeka sohbeti ve hafıza, özel kategorileri siler.
uk: Видаляються плани, історія, показники здоров'я, харчування, фотографії, розмови з AI та пам'ять, а також користувацькі категорії.
vi: Xóa kế hoạch, lịch sử, chỉ số thể chất, chế độ ăn uống, ảnh, hội thoại và trí nhớ AI, danh mục tùy chỉnh.
zh_hans: 删除计划、历史记录、身体KPI、饮食、照片、AI对话和记忆，以及自定义项目。
zh_hant: 删除计划、历史记录、身体KPI、饮食、照片、AI对话和记忆，以及自定义项目。

# core_ui.ef6a6560996f
source: ホーム
ar_sa: الرئيسية
ca: Inici
cs: Domů
da: Hjem
de_de: Start
el: Αρχική
en_au: Home
es_es: Inicio
fi: Koti
fr_ca: Accueil
gu: હોમ
he: בית
hi: होम
hr: Početna
hu: Kezdőlap
id: Beranda
it: Home
ko: 홈
mr: मुख्यपृष्ठ
ms: Laman Utama
nl_nl: Home
no: Hjem
pl: Ekran główny
pt_br: Início
pt_pt: Início
ro: Acasă
ru: Главная
sk: Domov
sl: Domov
sv: Hem
ta: முகப்பு
te: హోమ్
th: หน้าหลัก
tr: Ana Sayfa
uk: Головна
vi: Trang chủ
zh_hans: 首页
zh_hant: 首頁

# core_ui.efa3e8bf82a8
source: 迷ったらここ
ar_sa: إذا فقدت، انقر هنا
ca: Si estàs perdut, fes clic aquí
cs: Pokud si nejste jisti, začněte zde
da: Hvis du er i tvivl, så se her
de_de: Wenn Sie sich unsicher sind, hier
el: Αν δεν είστε σίγουροι, επισκεφτείτε εδώ
en_au: If you're unsure, start here
es_es: Si tienes dudas, aquí
fi: Jos olet epävarma, käytä tätä
fr_ca: Si vous avez des doutes, consultez ici
gu: જો અચકાતા હોવ તો અહીં
he: אם אינך בטוח, פנה לכאן
hi: यदि आप अनिश्चित हैं तो यहां
hr: Ako niste sigurni, pogledajte ovdje
hu: Ha nem érted, itt találsz segítséget
id: Jika bingung, lihat di sini
it: Se hai dubbi, consulta qui
ko: 모호할 경우 여기로
mr: अस्पष्ट असल्यास येथे पहा
ms: Jika anda tidak pasti, layakkan di sini
nl_nl: Als u het niet weet, bekijk dan hier
no: Hvis du er usikker, se her
pl: Jeśli nie jesteś pewien, skorzystaj z tej funkcji
pt_br: Precisa de ajuda?
pt_pt: Precisa de ajuda?
ro: Dacă nu sunteți sigur, accesați aici
ru: Если сомневаетесь, здесь
sk: Ak si nie ste istí, začnite tu
sl: Če niste prepričani, kliknite tukaj
sv: Om du är osäker, gå hit
ta: தெரியவில்லை என்றால் இங்கே
te: ఏదైనా సందేహం ఉంటే ఇక్కడ చూడండి
th: หากไม่แน่ใจ ให้มาที่นี่
tr: Bilinmiyorsa buraya bakın
uk: Якщо не знаєте, зверніться сюди
vi: Nếu bạn không chắc chắn, hãy tham khảo đây
zh_hans: 如果迷茫，请来这里
zh_hant: 如果您不确定，请参考此处

# core_ui.empty_trash
source: ゴミ箱を空にする
ar_sa: إفراغ سلة المهملات
ca: Escombrar
cs: Prázdnit košík
da: Tøm skraldespanden
de_de: Mülleimer leeren
el: Άδειασμα κάδου απορριμμάτων
en_au: Empty trash
es_es: Vaciar la papelera
fi: Tyhjennä roskakorin
fr_ca: Vider la corbeille
gu: કચરાપેટી ખાલી કરો
he: רוקן את הפח
hi: कचरा पात्र खाली करें
hr: Prazniti koš
hu: Üres a kosár
id: Kosongkan Sampah
it: Svuota il cestino
ko: 쓰레기통 비우기
mr: कचरापेटी रिकामी करा
ms: Kosongkan
nl_nl: Prullenbak legen
no: Tøm søppelkassen
pl: Pusty kosz
pt_br: Limpar lixeira
pt_pt: Limpar o lixo
ro: Goleste coșul de gunoi
ru: Очистить корзину
sk: Vyprázdniť košík
sl: Prazniti koš za smeti
sv: Töm papperskorgen
ta: குப்பைத்தொட்டியை அழிக்கவும்
te: డస్ట్‌బాస్‌ను ఖాళీ చేయండి
th: ล้างขยะ
tr: Çöp kutusunu boşalt
uk: Очистити
vi: Xóa
zh_hans: 清空垃圾箱
zh_hant: 清空垃圾桶
